[
  {
    "time": "00:20",
    "query": "What color are the gloves worn by the person in the lab?",
    "groundtruth": "blue"
  },
  {
    "time": "00:45",
    "query": "What is the title of the document being filled out on the lab bench?",
    "groundtruth": "AR Glasses Training Chemistry Experiment Report (Simplified Version)"
  },
  {
    "time": "01:15",
    "query": "What chemical is being weighed in the bottle with the red cap?",
    "groundtruth": "sodium hydroxide"
  },
  {
    "time": "01:50",
    "query": "What equipment is used to accurately measure the white powder substance?",
    "groundtruth": "Mettler Toledo analytical balance"
  },
  {
    "time": "02:30",
    "query": "What is the final weight shown on the digital balance after measuring the substance?",
    "groundtruth": "80.15 grams"
  },
  {
    "time": "03:15",
    "query": "What type of glassware is being used to prepare a solution of precise volume?",
    "groundtruth": "volumetric flask"
  },
  {
    "time": "04:00",
    "query": "What is the displayed reading on the balance when the beaker is being tared?",
    "groundtruth": "-56.301 g"
  },
  {
    "time": "05:00",
    "query": "What personal accessory is visible on the person's wrist while handling lab equipment?",
    "groundtruth": "gold-colored watch with black strap"
  },
  {
    "time": "06:00",
    "query": "What is the person doing with the volumetric flask after adding the liquid?",
    "groundtruth": "sealing it with a stopper and shaking it to mix the contents"
  },
  {
    "time": "07:00",
    "query": "What is the balanced chemical equation for the reaction between aluminum and sodium hydroxide?",
    "groundtruth": "2Al + 2NaOH + 6H2O → 2Na[Al(OH)4] + 3H2↑"
  },
  {
    "time": "07:30",
    "query": "Who is observing the experimental procedure in the background wearing a cream-colored sweater?",
    "groundtruth": "a person with long, dark, curly hair"
  },
  {
    "time": "08:15",
    "query": "What material is used to prepare a sample for weighing on the balance?",
    "groundtruth": "aluminum foil"
  },
  {
    "time": "09:10",
    "query": "What safety equipment is visible on the wall in the laboratory?",
    "groundtruth": "fire extinguisher"
  },
  {
    "time": "10:00",
    "query": "What type of measurement is being performed with the burette and graduated cylinder?",
    "groundtruth": "titration"
  },
  {
    "time": "11:00",
    "query": "What is the purpose of the glass enclosure around the analytical balance?",
    "groundtruth": "to protect the sample from air currents and ensure accurate measurements"
  },
  {
    "time": "12:00",
    "query": "What gas is being produced in the chemical reaction shown in the flask on the stirrer?",
    "groundtruth": "hydrogen gas"
  },
  {
    "time": "13:00",
    "query": "What two main chemicals are used to produce hydrogen gas in this experiment?",
    "groundtruth": "aluminum and sodium hydroxide"
  },
  {
    "time": "14:00",
    "query": "What is the purpose of the AR glasses mentioned in the experiment report?",
    "groundtruth": "to guide or document the chemistry experiment with overlaid instructions and data"
  },
  {
    "time": "14:30",
    "query": "What color is the sweater worn by the person with curly hair throughout the video?",
    "groundtruth": "cream-colored or beige"
  },
  {
    "time": "14:45",
    "query": "What was the initial amount of aluminum specified in the experiment report for producing hydrogen gas?",
    "groundtruth": "8g"
  },
  {
    "time": "15:00",
    "query": "What equipment is used to continuously mix the contents of the reaction flask?",
    "groundtruth": "magnetic stirrer"
  },
  {
    "time": "15:30",
    "query": "How does the person ensure accurate measurement when weighing the sodium hydroxide?",
    "groundtruth": "by using a glass enclosure (draft shield) around the balance to prevent air currents from affecting the measurement"
  },
  {
    "time": "16:00",
    "query": "What safety symbols are visible on the sodium hydroxide bottle?",
    "groundtruth": "corrosive hazard symbols indicating it can cause severe skin burns and eye damage"
  },
  {
    "time": "16:30",
    "query": "What technique is used to transfer small amounts of liquid precisely in the experiment?",
    "groundtruth": "pipetting"
  },
  {
    "time": "17:00",
    "query": "What was the purpose of the document being filled out at the beginning of the experiment?",
    "groundtruth": "to record observations and data for the chemistry experiment involving hydrogen gas production"
  },
  {
    "time": "17:15",
    "query": "What was the measured volume of gas produced in the chemical reaction?",
    "groundtruth": "2mL and 100mL"
  },
  {
    "time": "17:25",
    "query": "What type of stirrer is used to mix the cloudy white solution in the later part of the video?",
    "groundtruth": "magnetic stirrer"
  },
  {
    "time": "17:35",
    "query": "What is the concentration of the sodium hydroxide solution mentioned in the experiment?",
    "groundtruth": "2mol/L"
  },
  {
    "time": "17:40",
    "query": "What type of warning sign is visible on the wall of the laboratory?",
    "groundtruth": "High Voltage warning sign"
  },
  {
    "time": "17:45",
    "query": "What equipment is used to collect gas produced by the reaction in the experiment?",
    "groundtruth": "a tube connected to a container filled with water (gas collection by water displacement)"
  }
]